Repository: its-dirg/ALservice
Catalog: src/alservice/service/data/i18n/locales/*/LC_MESSAGES/messages.po
Languages: sv

source: Account linking service
sv: Kontolänkning

source: Links your accounts!
sv: Länkar dina konton!

source: Create account
sv: Skapa konto

source: Email
sv: E-post

source: Send token
sv: Skicka token

source: Account linking
sv: Kontolänkning

source: USER_PASSWORD_ERROR
sv: Fel användarnamn/lösenord

source: Approve
sv: Godkänn

source: PIN_ERROR_MESSAGE
sv: Fel format på pin-kod

source: Save and approve
sv: Spara och godkänn

source: Token was sent to:
sv: Ett token skickades till:

source: TOKEN_ERROR
sv: Fel token

source: Verify token
sv: Verifiera token
